{
  "token2id": {
    "<PAD>": 0,
    "<BOS>": 1,
    "<EOS>": 2,
    "<UNK>": 3,
    " ": 4,
    ",": 5,
    "?": 6,
    "<V_-3.1>": 7,
    "<V_-3.0>": 8,
    "<V_-2.9>": 9,
    "<V_-2.8>": 10,
    "<V_-2.7>": 11,
    "<V_-2.6>": 12,
    "<V_-2.5>": 13,
    "<V_-2.4>": 14,
    "<V_-2.3>": 15,
    "<V_-2.2>": 16,
    "<V_-2.1>": 17,
    "<V_-2.0>": 18,
    "<V_-1.9>": 19,
    "<V_-1.8>": 20,
    "<V_-1.7>": 21,
    "<V_-1.6>": 22,
    "<V_-1.5>": 23,
    "<V_-1.4>": 24,
    "<V_-1.3>": 25,
    "<V_-1.2>": 26,
    "<V_-1.1>": 27,
    "<V_-1.0>": 28,
    "<V_-0.9>": 29,
    "<V_-0.8>": 30,
    "<V_-0.7>": 31,
    "<V_-0.6>": 32,
    "<V_-0.5>": 33,
    "<V_-0.4>": 34,
    "<V_-0.3>": 35,
    "<V_-0.2>": 36,
    "<V_-0.1>": 37,
    "<V_0.0>": 38,
    "<V_0.1>": 39,
    "<V_0.2>": 40,
    "<V_0.3>": 41,
    "<V_0.4>": 42,
    "<V_0.5>": 43,
    "<V_0.6>": 44,
    "<V_0.7>": 45,
    "<V_0.8>": 46,
    "<V_0.9>": 47,
    "<V_1.0>": 48,
    "<V_1.1>": 49,
    "<V_1.2>": 50,
    "<V_1.3>": 51,
    "<V_1.4>": 52,
    "<V_1.5>": 53,
    "<V_1.6>": 54,
    "<V_1.7>": 55,
    "<V_1.8>": 56,
    "<V_1.9>": 57,
    "<V_2.0>": 58,
    "<V_2.1>": 59,
    "<V_2.2>": 60,
    "<V_2.3>": 61,
    "<V_2.4>": 62,
    "<V_2.5>": 63,
    "<V_2.6>": 64,
    "<V_2.7>": 65,
    "<V_2.8>": 66,
    "<V_2.9>": 67,
    "<V_3.0>": 68,
    "<V_3.1>": 69,
    "<PAD_0>": 70,
    "<PAD_1>": 71,
    "<PAD_2>": 72,
    "<PAD_3>": 73,
    "<PAD_4>": 74,
    "<PAD_5>": 75,
    "<PAD_6>": 76,
    "<PAD_7>": 77,
    "<PAD_8>": 78,
    "<PAD_9>": 79
  },
  "id2token": {
    "0": "<PAD>",
    "1": "<BOS>",
    "2": "<EOS>",
    "3": "<UNK>",
    "4": " ",
    "5": ",",
    "6": "?",
    "7": "<V_-3.1>",
    "8": "<V_-3.0>",
    "9": "<V_-2.9>",
    "10": "<V_-2.8>",
    "11": "<V_-2.7>",
    "12": "<V_-2.6>",
    "13": "<V_-2.5>",
    "14": "<V_-2.4>",
    "15": "<V_-2.3>",
    "16": "<V_-2.2>",
    "17": "<V_-2.1>",
    "18": "<V_-2.0>",
    "19": "<V_-1.9>",
    "20": "<V_-1.8>",
    "21": "<V_-1.7>",
    "22": "<V_-1.6>",
    "23": "<V_-1.5>",
    "24": "<V_-1.4>",
    "25": "<V_-1.3>",
    "26": "<V_-1.2>",
    "27": "<V_-1.1>",
    "28": "<V_-1.0>",
    "29": "<V_-0.9>",
    "30": "<V_-0.8>",
    "31": "<V_-0.7>",
    "32": "<V_-0.6>",
    "33": "<V_-0.5>",
    "34": "<V_-0.4>",
    "35": "<V_-0.3>",
    "36": "<V_-0.2>",
    "37": "<V_-0.1>",
    "38": "<V_0.0>",
    "39": "<V_0.1>",
    "40": "<V_0.2>",
    "41": "<V_0.3>",
    "42": "<V_0.4>",
    "43": "<V_0.5>",
    "44": "<V_0.6>",
    "45": "<V_0.7>",
    "46": "<V_0.8>",
    "47": "<V_0.9>",
    "48": "<V_1.0>",
    "49": "<V_1.1>",
    "50": "<V_1.2>",
    "51": "<V_1.3>",
    "52": "<V_1.4>",
    "53": "<V_1.5>",
    "54": "<V_1.6>",
    "55": "<V_1.7>",
    "56": "<V_1.8>",
    "57": "<V_1.9>",
    "58": "<V_2.0>",
    "59": "<V_2.1>",
    "60": "<V_2.2>",
    "61": "<V_2.3>",
    "62": "<V_2.4>",
    "63": "<V_2.5>",
    "64": "<V_2.6>",
    "65": "<V_2.7>",
    "66": "<V_2.8>",
    "67": "<V_2.9>",
    "68": "<V_3.0>",
    "69": "<V_3.1>",
    "70": "<PAD_0>",
    "71": "<PAD_1>",
    "72": "<PAD_2>",
    "73": "<PAD_3>",
    "74": "<PAD_4>",
    "75": "<PAD_5>",
    "76": "<PAD_6>",
    "77": "<PAD_7>",
    "78": "<PAD_8>",
    "79": "<PAD_9>"
  }
}